<strong>개인 정보 정책</strong> <p>
    <p>
        크리스천의 평벙한 삶(이하 '크평삶')은 개인 개발자 박명화에 의해 무료로 제공됩니다.<br/>
        크평삶은 이용자들의 개인정보보호를 매우 중요시하며, 이용자가 회사의 서비스를 이용함과 동시에 온라인상에서 당사에 제공한 개인정보가 보호 받을 수 있도록 최선을 다하고 있습니다.<br/><br/>
<!--
        크평삶은 개인정보 처리방침을 통하여 이용자들이 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려 드립니다. <br/>크평삶은 귀하께서 당사의 개인정보보호방침 또는 이용약관의 내용에 대해 「동의합니다」 버튼 또는 「동의하지 않습니다」 버튼을 클릭할 수 있는 절차를 마련하여, 「동의합니다」 버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다.<br/><br/>
-->
        
        크평삶의 개인정보 처리방침은 정부의 법률 및 지침 변경이나 당사의 내부 방침 변경 등으로 인하여 수시로 변경될 수 있으며 앱의 환경설정 메뉴에서 언제든지 열람이 가능합니다.<br/>
  </p> 
  <p><strong>개인정보의 수집목적 및 이용목적</strong></p> 
  <p>
    크평삶은 회원서비스를 통하여 이용자들에게 맞춤식 서비스를 비롯한 보다 더 향상된 양질의 서비스를 제공하기 위하여 다음과 같은 목적으로 이용자 개인의 정보를 수집 · 이용하고 있습니다.</p>

    <ul>
        <li>성명, 이메일, 비밀번호 : 회원제 서비스 이용에 따른 본인 확인 절차에 이용</li>
    </ul>
   
  <div><p>
    앱은 귀하를 식별하는 데 사용되는 정보를 수집 할 수 있는 제 3 자 서비스를 사용합니다.
    </p> <p>
        앱에서 사용하는 타사 서비스 제공 업체의 개인 정보 보호 정책 링크는 아래와 같습니다.
    </p> 
    <ul>
        <li><a href="https://www.google.com/policies/privacy/" target="_blank" rel="noopener noreferrer">Google Play Services</a></li>
        <li><a href="https://support.google.com/admob/answer/6128543?hl=en" target="_blank" rel="noopener noreferrer">AdMob</a></li>
    </ul>
</div> 

  </p> <p><strong>Cookies</strong></p> <p>
    쿠키는 익명의 고유 식별자로 일반적으로 사용되는 소량의 데이터가 포함 된 파일입니다. 방문하는 웹 사이트에서 브라우저로 전송되며 기기의 내부 메모리에 저장됩니다.
  </p> 
  <p>
    이 앱은 쿠키를 이용해 알람 시간 저장 및 사용자 정보를 저장하여 보다 편리한 서비스를 제공합니다.
  </p> 
  
  <p><strong>Service Providers</strong></p> <p>
    다음과 같은 이유로 제 3 자 회사 및 개인을 고용 할 수 있습니다:
  </p> 
  <ul>
    <li>서비스 촉진;</li>
    <li>당사를 대신하여 서비스 제공;</li> 
    <li>앱의 관련 서비스 수행 또는</li> 
    <li>서비스 사용 방식을 분석하는 데 도움이 되는 경우</li></ul> 
    <p>
        이 서비스의 사용자에게 이러한 제 3자가 귀하의 개인 정보에 액세스 할 수 있음을 알리고 싶습니다. 그 이유는 우리를 대신하여 그들에게 할당 된 작업을 수행하기 위해서입니다. 그러나 다른 목적으로 정보를 공개하거나 사용하지 않을 의무가 있습니다.
    </p>
    <p><strong>보안</strong></p> 
    <p>
      회사는 이용자의 개인정보에 대한 보안을 매우 중요하게 생각합니다. 회사는 이용자 개인정보의 무단
      접근, 공개, 사용 및 수정을 막기 위해 다음과 같은 보안 조치를 구축하고 있습니다. </p> 
      <p>
      개인정보의 암호화
      </p>
      <ul>
          <li> 이용자의 개인정보를 암호화된 통신구간을 이용하여 전송</li>
          <li> 비밀번호 등 중요정보는 암호화하여 보관</li>
      </ul>
  </p> 
   <p><strong>어린이의 개인정보</strong></p> <p>
    크평삶 애플리케이션에 등록하려면 사용자가 14 세 이상이어야합니다.
크평삶은 13 세 미만의 아동으로부터 고의로 개인 식별 정보를 수집하지 않습니다. 부모 또는 보호자가 자녀가 동의없이 정보를 제공했다는 사실을 알게되면 christianlifemanager@gmail.com 으로 연락해야합니다. 담당자가 빠른 시간 내에 크평삶 서버에서 해당 정보를 삭제할 것입니다.
  </p> 
  <p>이 정책은 2020 년 10 월 26 일부터 유효합니다.</p> 
  <p><strong>문의사항</strong></p> <p>
      개인정보 보호정책에 대한 어떤 질문이나 제안 사항이 있으시면 
      christianlifemanager@gmail.com 으로 연락 주시기 바랍니다.
  </p> 